alsa-utils
android-udev
apache-ant
arandr-git
aurcheck
autoconf
automake
bash-completion
bison
cronie
cryptsetup
cups
dhcpcd
faenza-icon-theme
fakeroot
file
firefox
flashplugin
flex
fontconfig-infinality
gimp
git
gmrun
grub
gtk-rezlooks-engine
htop
imlibsetroot
inkscape
iproute2
iputils
jfsutils
leafpad
libtool
licenses
logrotate
lvm2
lxappearance
man-db
man-pages
mdadm
mpd
nano
ncdu
ncmpcpp
nodejs
obconf
obdevicemenu
opencv
openssh
pacman
pcmciautils
pkg-config
ppp
procps-ng
reiserfsprogs
rxvt-unicode
s-nail
scrot
sudo
sxiv-git
systemd-sysvcompat
thunar
tree
ttf-dejavu
ttf-google-fonts-git
ttf-mac-fonts
ttf-ms-fonts
unrar
unzip
usbutils
vboxguest-hook
vi
vim
virtualbox-guest-utils
wget
which
xfsprogs
xorg-server
xorg-server-utils
xorg-xinit
xterm
zathura-pdf-mupdf
zip